cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'carthage'
brew 'cocoapods'
brew 'coreutils'
brew 'elixir'
brew 'ffmpeg'
brew 'gifsicle'
brew 'git'
brew 'grc'
brew 'heroku'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libgit2'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'perl'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'shpotify'
brew 'spaceman-diff'
brew 'switchaudio-osx'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'visual-studio-code'
cask 'charles'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'vlc'
